[ 
     {
   
    "name": "Pilot Metropolitan Plain Black Fountain Pen",
    "details": "A fantastic value from Pilot, the Metropolitan is a favorite first fountain pen. This black metal bodied pen has a glossy black accent band, silver trim, and a steel nib. It comes with a black Pilot ink cartridge and a squeeze converter to use with bottled ink, or you can upgrade to a Con-40 converter if you prefer that style. It comes packaged in a gift box.",
    "cost": "1750",
    "date": "Nov 11, 2021",
    "img": "https://i.ibb.co/3Y5DdMg/1.jpg" 
},
    
     {
   
    "name": "Pilot Justus 95 Fountain Pen - Net Black",
    "details": "The Pilot Justus 95 features an innovative adjustable 14k gold nib that allows the user to make the writing point softer (S, or soft/semi-flex) or more stiff (H or hard) simply by turning the tension adjuster at the top of the gripping section. The soft setting will allow for greater line-width variation, versus the hard which will write like a traditional stiff nib. The Justus 95 fountain pen is available in a net black resin pattern with gold accents. The pen comes with an included Pilot CON-70 converter which holds an ample ink supply while uniquely combining the characteristics of a vacuum-filling and push-button converter. It also accepts Pilot/Namiki ink cartridges (one is included). Each Justus 95 pen is packaged in an elegant gift box.",
    "cost": "27,000",
    "date": "Nov 3, 2021",
    "img": "https://i.ibb.co/SQ7Hykt/2.jpg" 
},
    
     {
   
    "name": "LAMY Imporium Fountain Pen - Black/Black",
    "details": "The impressive LAMY Imporium features an exciting combination of strong design and powerful structure. This characteristic model adds yet another family of high-quality writing instruments to LAMY's premium assortment, uniting modern, functional design with a luxurious writing experience.",
    "cost": "41,500",
    "date": "Nov 1, 2021",
    "img": "https://i.ibb.co/J2kWGmB/3.jpg" 
},
    
     {
   
    "name": "Point Fountain Pen - Black/Silver",
    "details": "This iconic Pilot Vanishing Point fountain pen has a shiny black barrel with silver accents. This fountain pen comes with a retractable rhodium-plated 18k gold nib - just click to expose or retract the nib. A hidden trap door helps keep the nib from drying out when not in use. A Pilot CON-40 converter is included with this pen, as well as a stainless steel cylinder for cartridge refill. Each Vanishing Point fountain pen is beautifully merchandised in a black gift box.",
    "cost": "8750",
    "date": "Nov 11, 2021",
    "img": "https://i.ibb.co/N7w3gPK/4.jpg" 
},
    
     {
   
    "name": "Pilot Capless aka Vanishing Point Fountain Pen",
    "details": "This iconic Pilot Vanishing Point fountain pen has a black carbonesque barrel with rhodium accents. This fountain pen comes with a retractable rhodium-plated 18k gold nib - just click to expose or retract the nib. A hidden trap door helps keep the nib from drying out when not in use. A Pilot CON-40 converter is included with this pen, as well as a Pilot ink cartridge. Each Vanishing Point fountain pen is beautifully merchandised in a black gift box.",
    "cost": "9,000",
    "date": "Nov 02, 2021",
    "img": "https://i.ibb.co/LQnnyqb/5.jpg" 
},
    
     {
   
    "name": "Parker Sonnet 18K Gold Nib Fountain Pen Blue Chrome",
    "details": "Blue lacquer finished with smart polished palladium trim bestows upon this Sonnet a sophisticated touch of color. The Parker Sonnet fountain pen has an ageless appearance, with an elegant profile and tasteful decoration forming a figure of unassuming beauty and an 18k gold nib for a smooth writing experience. This pen will come with Parker Standard Converter for use with bottled ink.",
    "cost": "24,800",
    "date": "Nov 01, 2021",
    "img": "https://i.ibb.co/RDTK9Zh/6.jpg" 
},
    
     {
   
    "name": "Parker Jotter Ballpoint Pen",
    "details": "The Parker Jotter pen is familiar to one and all - and now there's a larger version! The XL retains the simple, classic design which has stood the test of time but is slightly longer and a little chunkier than the standard pen: 138mm long and 10mm in diameter, as opposed to the 128mm and 8.5mm diameter of its smaller cousin",
    "cost": "5,500",
    "date": "Nov 05, 2021",
    "img": "https://i.ibb.co/KDYR88B/7.jpg" 
},
    
     {
   
    "name": "LAMY Safari Fountain Pen",
    "details": "LAMY Safari Charcoal Black Fountain Pen + Z28 Converter. The LAMY Safari is a workhorse pen, known throughout the fountain pen community for its ruggedness, reliability, and no-nonsense functionality. The triangular grip makes it great for those starting out who have no idea how to hold a fountain pen, but it's used and loved by fountain pen lovers of all levels of experience.",
    "cost": "7900",
    "date": "Nov 04, 2021",
    "img": "https://i.ibb.co/nfhwgd2/8.jpg" 
},
    
     {
   
    "name": "Esterbrook PHAETON 300R Fountain Pen",
    "details": "Legend has it that the president of Esterbrook loved exotic cars. That is why in 1964 the Phaeton 300 was born, offering a sleek fountain pen with a hooded nib.",
    "cost": "8300",
    "date": "Nov 09, 2021",
    "img": "https://i.ibb.co/3pwV95b/9.jpg" 
},
    
     {
   
    "name": "LAMY Nexx Fountain Pen -Anthracite Black with Converter",
    "details": "Lamy Nexx with matt black cap with new design sprung metal clip complete with lanyard loop. Barrel is the same strong Aluminum. Non-slip triangular rubber grip for tireless writing. Polished steel nib.",
    "cost": "1750",
    "date": "Nov 11, 2021",
    "img": "https://i.ibb.co/QJyq3tJ/10.jpg" 
},
    
     {
   
    "name": "LAMY Imporium Fountain Pen",
    "details": "The impressive LAMY Imporium features an exciting combination of strong design and powerful structure. This characteristic model adds yet another family of high-quality writing instruments to LAMY's premium assortment, uniting modern, functional design with a luxurious writing experience.",
    "cost": "41750",
    "date": "Nov 11, 2021",
    "img": "https://i.ibb.co/J2kWGmB/3.jpg" 
},
    
     {
   
    "name": "LAMY AL-Star Fountain Pen Cosmic",
    "details": "One of two special editions for 2021! The LAMY AL-Star is the aluminum big brother to the LAMY Safari. The smoky grey translucent triangular grip section makes it great for those starting out who have no idea how to hold a fountain pen, but it's used and loved by fountain pen lovers of all levels of experience.",
    "cost": "1750",
    "date": "Nov 10, 2021",
    "img": "https://i.ibb.co/MDwfhwp/12.jpg" 
}
    
    
    
    ]